clusterMHDTest/ShockTUBE-Ryu/5a/RK_CFL0.5/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.6                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //



mu0           mu0 [ 1 1 -2 0 0 -2 0 ] 1;
cd            cd [ 0 0 0 0 0 0 0 ] 0.9;
eta           eta [ 0 2 -1 0 0 0 0 ] 0;
mu            mu    [ 1 -1 -1 0 0 0 0 ] 0;


// ************************************************************************* //
